IDEA StatiCa Open Model
LoadOnSurface.Fz Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Force in Z direction
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fz { get; set; }
Public Property Fz As Double
	Get
	Set
public:
property double Fz {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadOnSurface Class
IdeaRS.OpenModel.Loading Namespace